Repository: yhunter-ru/yamaps
Catalog: trunk/languages/yamaps-*.po
Languages: ru_ru

source: The map can be dragged on mobile
ru_ru: Карту можно перемещать на мобильных устройствах

source: Mobile drag
ru_ru: Перетаскивание на моб.

source: Restore defaults
ru_ru: Восстановить по умолчанию

source: Reset options
ru_ru: Сброс настроек

source: Author link
ru_ru: Ссылка

source: Disable link to plugin page
ru_ru: Выключить ссылку на страницу плагина

source: YaMaps plugin for Wordpress
ru_ru: YaMaps — Яндекс.Карты для WordPress

source: For example:
ru_ru: Например:

source: Other icon types
ru_ru: Другие типы меток

source: Marker options
ru_ru: Настройки метки

source: The map can be scaled with mouse scroll
ru_ru: Карту можно будет масштабировать колесом мыши

source: Choose default map type: yandex#map, yandex#satellite, yandex#hybrid
ru_ru: Изменяйте тип отображения карты: yandex#map, yandex#satellite, yandex#hybrid

source: Map zoom
ru_ru: Масштаб карты

source: Zoom the map to set its default scale
ru_ru: Мастабируйте карту сверху для выбора значения

source: Map center
ru_ru: Центр карты

source: Drag the map to set its default coordinates
ru_ru: Перемещайте карту сверху для выбора точки отображения по умолчанию

source: Map options
ru_ru: Настройки карты

source: Save Changes
ru_ru: Сохранить настройки

source: YaMaps default options
ru_ru: Настройки плагина YaMaps по умолчанию

source: Yuri Baranov
ru_ru: Юрий Баранов

source: Click on the map to choose or create the mark
ru_ru: Кликните на карте для выбора или создания метки

source: YaMaps plugin: Yandex.Map
ru_ru: Плагин YaMaps: Яндекс.Карта

source: Edit map
ru_ru: Редактировать карту

source: <div style="position: relative; display: block; width: 100%; white-space: normal !important;"><h2 style="color: #444;font-size: 18px;font-weight: 600;line-height: 36px;">Want other icon types?</h2>Additional types of icons can be found by the link in the <a href="https://tech.yandex.com/maps/doc/jsapi/2.1/ref/reference/option.presetStorage-docpage/ " style="white-space: normal">Yandex.Map documentation</a>.</div><div style="position: relative; display: block; width: 100%; white-space: normal !important;"><h2 style="color: #444;font-size: 18px;font-weight: 600;line-height: 36px;">Do you like YaMaps plugin?</h2>You can support its development by donate (<a href="https://money.yandex.ru/to/41001278340150" style="white-space: normal">Yandex</a>, <a href="https://www.paypal.me/yhunter" style="white-space: normal">PayPal</a>) or just leave a positive feedback in the <a href="https://wordpress.org/support/plugin/yamaps/reviews/" style="white-space: normal">plugin repository</a>. It's very motivating!</div><div style="position: relative; display: block; width: 100%; white-space: normal !important;"><h2 style="color: #444;font-size: 18px;font-weight: 600;line-height: 36px;">Any questions?</h2>Ask in the comments <a href="https://www.yhunter.ru/portfolio/dev/yamaps/" style="white-space: normal">on the plug-in's page</a>, <a href="https://wordpress.org/support/plugin/yamaps" style="white-space: normal">WP support forum</a> or <a href="https://github.com/yhunter-ru/yamaps/issues" style="white-space: normal">on GitHub</a>.</div>
ru_ru: <div style="position: relative; display: block; width: 100%; white-space: normal !important;"><h2 style="color: #444;font-size: 18px;font-weight: 600;line-height: 36px;">Хотите другие иконки?</h2>Дополнительные виды иконок можно найти по ссылке в <a href="https://tech.yandex.ru/maps/doc/jsapi/2.1/ref/reference/option.presetStorage-docpage/ " style="white-space: normal">документации Яндекс.Карт</a>.</div><div style="position: relative; display: block; width: 100%; white-space: normal !important;"><h2 style="color: #444;font-size: 18px;font-weight: 600;line-height: 36px;">Нравится плагин YaMaps?</h2>Вы можете поддержать его разработку донатом (<a href="https://money.yandex.ru/to/41001278340150" style="white-space: normal">Яндекс</a>, <a href="https://www.paypal.me/yhunter" style="white-space: normal">PayPal</a>) или просто оставив позитивный отзыв в <a href="https://wordpress.org/support/plugin/yamaps/reviews/" style="white-space: normal">репозитории плагинов</a>. Это очень мотивирует!</div><div style="position: relative; display: block; width: 100%; white-space: normal !important;"><h2 style="color: #444;font-size: 18px;font-weight: 600;line-height: 36px;">Есть вопросы?</h2>Задайте в комментарии <a href="https://www.yhunter.ru/portfolio/dev/yamaps/" style="white-space: normal">на странице плагина</a>, <a href="https://wordpress.org/support/plugin/yamaps" style="white-space: normal">форуме поддержки WP</a> или <a href="https://github.com/yhunter-ru/yamaps/issues" style="white-space: normal">GitHub</a>.</div>

source: Extra
ru_ru: Дополнительно

source: Do not create a block in the content. Use the existing block of the WP theme with the specified ID
ru_ru: Не создавать блок в содержимом. Использовать существующий блок в теме WP с указанным ID.

source: Put in ID
ru_ru: Поместить в ID

source: Placemark hyperlink url or post ID
ru_ru: Адрес URL или ID записи для перехода по клику

source: Delete
ru_ru: Удалить

source: Yandex Map integration
ru_ru: Интеграция Яндекс.Карт

source: YaMaps for Wordpress
ru_ru: YaMaps - плагин Яндекс.Карт для WordPress

source: Marker color
ru_ru: Цвет метки

source: Geolocation
ru_ru: Геолокация

source: Full screen
ru_ru: Полный экран

source: Traffic
ru_ru: Пробки

source: Ruler
ru_ru: Масштаб

source: Route
ru_ru: Маршрут

source: Search
ru_ru: Поиск

source: Wheel zoom
ru_ru: Масштаб колесом

source: Zoom
ru_ru: Кнопки масштаба

source: Map type
ru_ru: Тип карты

source: Map controls
ru_ru: Элементы управления

source: Сoordinates
ru_ru: Координаты метки

source: Use the links below
ru_ru: Используйте подсказки снизу

source: Text for hint or icon content
ru_ru: Для всплывающей подсказки или содержимого

source: Placemark name
ru_ru: Название метки

source: Map height
ru_ru: Высота карты

source: Link
ru_ru: Ссылка

source: Blue only
ru_ru: Только синяя

source: Icon
ru_ru: Иконка

source: Placemark
ru_ru: Метка

source: Add map
ru_ru: Добавить карту

source: Map
ru_ru: Карта
